/**/
"Cancel" = "キャンセル";
/**/
"Delete" = "削除";
/**/
"Open" = "開く";
/**/
"Edit" = "編集";
/**/
"Yes" = "はい";

/*Geometry Edit Action Name*/
"Apply Geometry" = "ジオメトリの適用";
/*Geometry Edit Action Name*/
"Clear Geometry" = "ジオメトリの消去";
/*Geometry Edit Action Name*/
"Delete Vertex" = "頂点の削除";
/*Geometry Edit Action Name*/
"Insert Part" = "パーツの挿入";
/*Geometry Edit Action Name*/
"Insert Vertex" = "頂点の挿入";
/*Geometry Edit Action Name*/
"Move Vertex" = "頂点の移動";
/*Geometry Edit Action Name*/
"Remove Part" = "パーツの削除";

/*Collecting attachments*/
"Add" = "追加";
/*Collecting attachments*/
"Take Photo or Video" = "写真またはビデオの撮影";
/*Collecting attachments*/
"Choose From Library" = "ライブラリから選択";
/*Collecting attachments*/
"Photo" = "写真";
/*Collecting attachments*/
"Video" = "ビデオ";
/*Collecting attachments*/
"Save To Photo Library" = "フォトライブラリに保存";
/*Collecting attachments*/
"Download" = "ダウンロード";

/*Date attribute*/
"Today" = "今日";

/**/
"Attachments" = "アタッチメント";
"Attributes" = "属性";

/**/
"Open in Safari" = "Safari で開く";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "%i から %i の間で数値を入力";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "%f から %f の間で数値を入力";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "文字数が多すぎます (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "数字が許容範囲外です。";

/* BLOB, RASTER, etc */
"Field type not supported" = "サポートされていないフィールド型";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d / %d";

/**/
"ChangingFeatureTypeAlertTitle" = "フィーチャ タイプの変更";
"ChangingFeatureTypeAlertMessage" =  "このフィーチャ タイプの変更により、一部のフィールド値が上書きされる可能性があります。続行しますか。";

/**/
"Data for pie chart is invalid" = "円グラフのデータが無効です";
"No data to create a pie chart" = "円グラフを作成するためのデータがありません";

/**/
"createUserSeconds" = "%@ が数秒前に作成";

/**/
"createUserMinute" = "%@ が 1 分前に作成";

/**/
"editUserSeconds" = "%@ が数秒前に編集";

/**/
"editUserMinute" = "%@ が 1 分前に編集";

/**/
"createSeconds" = "数秒前に作成";

/**/
"createMinute" = "1 分前に作成";

/**/
"editSeconds" = "数秒前に編集";

/**/
"editMinute" = "1 分前に編集";

/**/
"createUserMinutes" = "%@ が %d 分前に作成";

/**/
"createUserHour" = "%@ が 1 時間前に作成";

/**/
"createUserHours" = "%@ が %d 時間前に作成";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"createUserWeekDay" = "%@ が %@ の %@ に作成";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"createUserFull" = "%@ が %@ の %@ に作成";

/**/
"editUserMinutes" = "%@ が %d 分前に編集";

/**/
"editUserHour" = "%@ が 1 時間前に編集";

/**/
"editUserHours" = "%@ が %d 時間前に編集";

/**/
"editUserWeekDay" = "%@ が %@ の %@ に編集";

/**/
"editUserFull" = "%@ が %@ の %@ に編集";

/**/
"createUser" = "%@ が作成";

/**/
"editUser" = "%@ が編集";

/**/
"createMinutes" = "%d 分前に作成";

/**/
"createHour" = "1 時間前に作成";

/**/
"createHours" = "%d 時間前に作成";

/*"Created on ${weekDay} at ${formattedTime}"*/
"createWeekDay" = "%@ の %@ に作成";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"createFull" = "%@ の %@ に作成";

/**/
"editMinutes" = "%d 分前に編集";

/**/
"editHour" = "1 時間前に編集";

/**/
"editHours" = "%d 時間前に編集";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"editWeekDay" = "%@ の %@ に編集";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"editFull" = "%@ の %@ に編集";